[
  "¿Qué es una cláusula y para qué sirve en un contrato?",
  "¿Qué cláusulas debe incluir un contrato de arrendamiento?",
  "¿Cómo redactar una cláusula de resolución por incumplimiento?",
  "¿Qué elementos son imprescindibles en un contrato de compraventa?",
  "¿Cómo se calcula la indemnización por incumplimiento contractual?",
  "¿Cuál es el plazo de prescripción para reclamar daños y perjuicios en [país]?",
  "¿Qué pasos debo seguir para presentar una demanda por incumplimiento de contrato?",
  "¿Qué pruebas son más relevantes en una reclamación civil por daños?",
  "¿Qué plazo tengo para impugnar una factura contable?",
  "¿Qué requisitos formales debe cumplir un contrato verbal para ser válido?",
  "¿Cómo formular una cláusula de confidencialidad eficaz?",
  "¿Qué diferencias hay entre cláusula penal y cláusula de indemnización?",
  "¿Qué es la fuerza mayor y cómo debe regularse en un contrato?",
  "¿Cómo se redacta una cláusula de jurisdicción y competencia?",
  "¿Qué protección ofrece una hipoteca frente a terceros compradores?",
  "¿Qué requisitos exige la ley para la transmisión de inmuebles?",
  "¿Qué documentación se necesita para iniciar una demanda laboral?",
  "¿Cómo reclamar horas extras impagadas ante la autoridad laboral?",
  "¿Qué elementos se valoran para determinar la improcedencia de un despido?",
  "¿Cuál es el procedimiento para solicitar medidas cautelares en un juicio?",
  "¿Qué plazos se aplican a los recursos de apelación en materia civil?",
  "¿Cómo presentar un recurso de amparo o tutela constitucional?",
  "¿Qué responsabilidades tiene un administrador de sociedad frente a terceros?",
  "¿Cómo constituir una sociedad limitada (pasos y documentación)?",
  "¿Qué obligaciones fiscales surgen al vender un inmueble?",
  "¿Qué impuestos son aplicables a la transmisión de acciones?",
  "¿Qué régimen aplicable existe para donaciones y sucesiones?",
  "¿Qué diferencias hay entre testamento y transmisión por pacto sucesorio?",
  "¿Qué requisitos debe reunir un poder notarial para pleitos?",
  "¿Cómo proteger la propiedad intelectual de una obra o marca?",
  "¿Qué medidas urgentes puedo pedir para evitar la pérdida de pruebas?",
  "¿Cómo se solicita la ejecución de una sentencia extranjera?",
  "¿Qué es la jurisdicción universal y cuándo procede su aplicación?",
  "¿Qué pasos seguir para iniciar un procedimiento arbitral?",
  "¿Qué ventajas y desventajas tiene el arbitraje frente al litigio ordinario?",
  "¿Qué cláusulas son recomendables en un contrato de prestación de servicios?",
  "¿Cómo redactar una cláusula de no competencia válida y proporcionada?",
  "¿Qué debe incluir una carta de desistimiento para reclamar incumplimiento?",
  "¿Cómo preparar una demanda por incumplimiento de contrato de obra?",
  "¿Qué datos son imprescindibles en una reclamación administrativa previa?",
  "¿Qué responsabilidad tienen las plataformas online por contenidos de terceros?",
  "¿Cómo probar la autoría en un caso de plagio o uso no autorizado?",
  "¿Qué plazos procesales debo respetar al presentar escritos en el juzgado?",
  "¿Qué criterios siguen los tribunales para fijar medidas cautelares económicas?",
  "¿Cómo recurrir una sanción administrativa por infracción tributaria?",
  "¿Qué documentación debo conservar para una eventual inspección fiscal?",
  "¿Cómo redactar un requerimiento amistoso de pago antes de demandar?",
  "¿Qué pasos seguir para embargar bienes de un deudor moroso?",
  "¿Cómo calcular intereses de demora conforme a la ley aplicable?",
  "¿Qué implicaciones legales tiene firmar un acuerdo de conciliación?",
  "¿Qué debo verificar en un contrato internacional respecto a ley aplicable?",
  "¿Cómo obtener traducción jurada y validez de documentos extranjeros?",
  "¿Qué recomendaciones para negociar una quita o plan de pagos con acreedores?",
  "¿Qué requisitos tiene un contrato de franquicia desde el punto de vista legal?",
  "¿Cómo blindar un pacto societario frente a cambios de control?",
  "¿Qué régimen de responsabilidades existe por defectos de construcción?",
  "¿Cómo se regula la protección de datos personales en contratación laboral?",
  "¿Qué pasos seguir para solicitar la nulidad de una cláusula abusiva?",
  "¿Qué comprobaciones hacer antes de firmar un contrato de compraventa internacional?",
  "¿Cómo documentar adecuadamente una transacción para evitar litigios futuros?"
]
