[
  {"q":"¿Qué es una cláusula y para qué sirve en un contrato?","a":"Una cláusula es una disposición contractual que regula derechos y obligaciones concretas de las partes; sirve para definir condiciones, plazos, causas de resolución y sanciones."},
  {"q":"¿Qué cláusulas debe incluir un contrato de arrendamiento?","a":"Cláusulas recomendadas: identificación de partes, descripción del bien, precio y forma de pago, duración, renovación, fianza, uso y subarriendo, conservación, resolución y jurisdicción."},
  {"q":"¿Cómo redactar una cláusula de resolución por incumplimiento?","a":"Indicar el supuesto de incumplimiento, efectos de la resolución, plazo para subsanar, penalizaciones y procedimiento para declarar la resolución (notificación y pruebas)."},
  {"q":"¿Qué elementos son imprescindibles en un contrato de compraventa?","a":"Identificación de partes, objeto (bien), precio y forma de pago, entrega, transmisión de la propiedad, garantías, cargas y régimen de responsabilidades por vicios ocultos."},
  {"q":"¿Cómo se calcula la indemnización por incumplimiento contractual?","a":"Depende del daño efectivo, perjuicio emergente y lucro cesante; puede fijarse por cláusula penal o calcularse según pruebas y normativa aplicable."},
  {"q":"¿Cuál es el plazo de prescripción para reclamar daños y perjuicios en [país]?","a":"Varía por país y materia; habitualmente entre 1 y 5 años para civil/contractual. Hay que consultar la ley local y supuestos especiales."},
  {"q":"¿Qué pasos debo seguir para presentar una demanda por incumplimiento de contrato?","a":"Recopilar contrato y pruebas, intentar requerimiento previo, calcular la reclamación, presentar la demanda ante el órgano competente y solicitar medidas cautelares si procede."},
  {"q":"¿Qué pruebas son más relevantes en una reclamación civil por daños?","a":"Contratos, comunicaciones (emails/WhatsApp), facturas, testigos, peritajes, registros y cualquier documento que acredite el daño y la relación causal."},
  {"q":"¿Qué plazo tengo para impugnar una factura contable?","a":"Depende de la normativa aplicable y de si existe contrato; consulte plazos de prescripción o reclamación administrativa. Conviene actuar pronto y remitir requerimiento formal."},
  {"q":"¿Qué requisitos formales debe cumplir un contrato verbal para ser válido?","a":"Los requisitos varían; en general la capacidad y el consentimiento bastan, pero ciertos contratos (inmobiliarios, largos plazos) requieren forma escrita por ley."},
  {"q":"¿Cómo formular una cláusula de confidencialidad eficaz?","a":"Definir información protegida, obligaciones de las partes, duración, excepciones, medidas de seguridad y penalizaciones por incumplimiento."},
  {"q":"¿Qué diferencias hay entre cláusula penal y cláusula de indemnización?","a":"La cláusula penal fija una suma o penalidad por incumplimiento; la indemnización busca reparar el daño real. La penali zación puede limitarse si es desproporcionada según la ley."},
  {"q":"¿Qué es la fuerza mayor y cómo debe regularse en un contrato?","a":"La fuerza mayor es un hecho imprevisible/insuperable que exonera responsabilidad temporalmente; la cláusula debe definir eventos, efectos, y notificación/mecanismos de solución."},
  {"q":"¿Cómo se redacta una cláusula de jurisdicción y competencia?","a":"Establezca la ley aplicable y el tribunal competente con redacción clara (p. ej.: \"Las partes se someten a la jurisdicción de los juzgados de X\"). Asegúrese de compatibilidad con normas de derecho internacional privado."},
  {"q":"¿Qué protección ofrece una hipoteca frente a terceros compradores?","a":"La hipoteca es una garantía real que grava el bien; su inscripción en el registro inmobiliario publica la carga frente a terceros y permite ejecución en caso de impago."},
  {"q":"¿Qué requisitos exige la ley para la transmisión de inmuebles?","a":"Normalmente escritura pública ante notario y registración en el registro de la propiedad; además, impuestos y certificados urbanísticos según jurisdicción."},
  {"q":"¿Qué documentación se necesita para iniciar una demanda laboral?","a":"Contrato de trabajo, nóminas, comunicaciones, partes de trabajo, testigos, notificaciones previas y cualquier elemento que acredite la relación y el incumplimiento."},
  {"q":"¿Cómo reclamar horas extras impagadas ante la autoridad laboral?","a":"Recopilar registros de jornada, nóminas y comunicaciones; presentar reclamación administrativa o demanda judicial según procedimiento laboral local; a veces hay conciliación obligatoria."},
  {"q":"¿Qué elementos se valoran para determinar la improcedencia de un despido?","a":"Causa alegada por el empleador, pruebas de incumplimiento, proporcionalidad de la sanción, trámites disciplinarios previos y normativa laboral aplicable."},
  {"q":"¿Cuál es el procedimiento para solicitar medidas cautelares en un juicio?","a":"Solicitar medidas provisionales junto con la demanda o mediante incidente, acreditar urgencia y fundamento, y aportar garantías si la ley lo exige."},
  {"q":"¿Qué plazos se aplican a los recursos de apelación en materia civil?","a":"Dependen del ordenamiento; suelen ir de 10 a 30 días desde la notificación de la resolución. Consultar la normativa procesal local."},
  {"q":"¿Cómo presentar un recurso de amparo o tutela constitucional?","a":"Identificar vulneración de derechos constitucionales, agotar vías ordinarias si la ley lo exige y presentar el escrito ante el órgano competente con pruebas y exposición clara del agravio."},
  {"q":"¿Qué responsabilidades tiene un administrador de sociedad frente a terceros?","a":"Deberes de diligencia y lealtad; puede responder por actos negligentes, abuso de poder o incumplimiento de obligaciones societarias y frente a terceros por deudas sociales según ley."},
  {"q":"¿Cómo constituir una sociedad limitada (pasos y documentación)?","a":"Reservar nombre, redactar estatutos, otorgar escritura pública ante notario, inscribir en el registro mercantil, obtener NIF y registrar a socios/trabajadores según normativa local."},
  {"q":"¿Qué obligaciones fiscales surgen al vender un inmueble?","a":"Pago de impuestos sobre la renta o ganancia patrimonial, impuestos locales de transmisión, plusvalía municipal según jurisdicción; declarar la operación en la declaración fiscal correspondiente."},
  {"q":"¿Qué impuestos son aplicables a la transmisión de acciones?","a":"Puede haber impuesto sobre transmisiones patrimoniales, impuesto sobre las ganancias y tasas administrativas dependiendo del país; revisar normativa fiscal y exenciones aplicables."},
  {"q":"¿Qué régimen aplicable existe para donaciones y sucesiones?","a":"Suele aplicarse impuesto sobre donaciones y sucesiones con tarifas y exenciones variables; además, formalidades notariales y registrales en algunos bienes."},
  {"q":"¿Qué diferencias hay entre testamento y transmisión por pacto sucesorio?","a":"El testamento es un acto unilateral revocable del causante; el pacto sucesorio (cuando existe) puede ser un acto traslativo o constitutivo con efectos inter vivos o mortis causa según la legislación."},
  {"q":"¿Qué requisitos debe reunir un poder notarial para pleitos?","a":"Debe contener facultades procesales expresas, identificación del poderdante y apoderado, y ser otorgado con la forma exigida por la ley (escritura pública o firma legitimada)."},
  {"q":"¿Cómo proteger la propiedad intelectual de una obra o marca?","a":"Registrar la marca en la oficina competente, conservar pruebas de autoría, depositar obras en registro de propiedad intelectual y usar contratos que cedan/limiten derechos."},
  {"q":"¿Qué medidas urgentes puedo pedir para evitar la pérdida de pruebas?","a":"Medidas cautelares como aseguramiento de correos, embargos preventivos, intervención judicial de sistemas o medidas de preservación de evidencia (con peritajes)."},
  {"q":"¿Cómo se solicita la ejecución de una sentencia extranjera?","a":"Depende de tratados y normativa; normalmente se presenta demanda de reconocimiento y ejecución ante tribunales locales aportando la sentencia extranjera y acreditando cumplimiento de requisitos formales."},
  {"q":"¿Qué es la jurisdicción universal y cuándo procede su aplicación?","a":"Doctrina que permite juzgar delitos internacionales independientemente del lugar del hecho o nacionalidad; procede en casos graves como genocidio, crímenes de guerra según la ley del país."},
  {"q":"¿Qué pasos seguir para iniciar un procedimiento arbitral?","a":"Verificar cláusula arbitral, determinar reglas y tribunal, presentar solicitud ante la institución arbitral o tribunal ad hoc y aportar documentos y peticiones iniciales según las normas pactadas."},
  {"q":"¿Qué ventajas y desventajas tiene el arbitraje frente al litigio ordinario?","a":"Ventajas: rapidez, confidencialidad, especialización. Desventajas: coste, limitada posibilidad de recurso y ejecución internacional dependiendo del convenio y país."},
  {"q":"¿Qué cláusulas son recomendables en un contrato de prestación de servicios?","a":"Objeto y alcance del servicio, precio y forma de pago, plazos, entregables, criterios de aceptación, propiedad intelectual, confidencialidad y causas de resolución."},
  {"q":"¿Cómo redactar una cláusula de no competencia válida y proporcionada?","a":"Limitar temporalidad, ámbito geográfico y actividades prohibidas, prever compensación y asegurar proporcionalidad frente al interés legítimo protegido."},
  {"q":"¿Qué debe incluir una carta de desistimiento para reclamar incumplimiento?","a":"Identificación, referencia al contrato, descripción del incumplimiento, reclamación concreta (pago/ejecución), plazo para subsanar y advertencia de acciones legales."},
  {"q":"¿Cómo preparar una demanda por incumplimiento de contrato de obra?","a":"Recopilar contrato, planos, certificados de obra, comunicaciones, informes periciales, calcular daños y preparar demanda con cuantía, hechos y fundamentos jurídicos."},
  {"q":"¿Qué datos son imprescindibles en una reclamación administrativa previa?","a":"Identificación del reclamante, fundamentos de hecho y derecho, documentación probatoria y la petición concreta; cumplir plazos y requisitos formales obligatorios."},
  {"q":"¿Qué responsabilidad tienen las plataformas online por contenidos de terceros?","a":"Depende de la legislación; pueden tener responsabilidad limitada si actúan como meros intermediarios y proceden a retirar contenidos tras notificación, según requisitos legales."},
  {"q":"¿Cómo probar la autoría en un caso de plagio o uso no autorizado?","a":"Pruebas de creación (fechas, archivos originales, testigos), registros de propiedad intelectual, metadatos y peritajes que acrediten coincidencias y origen."},
  {"q":"¿Qué plazos procesales debo respetar al presentar escritos en el juzgado?","a":"Varían por procedimiento y país; consulte la normativa procesal local para plazos de presentación, término de recursos y días hábiles o inhábiles aplicables."},
  {"q":"¿Qué criterios siguen los tribunales para fijar medidas cautelares económicas?","a":"Valoración de la verosimilitud del derecho, riesgo de perjuicio irreparable, proporcionalidad y, en ocasiones, prestación de garantías por la parte solicitante."},
  {"q":"¿Cómo recurrir una sanción administrativa por infracción tributaria?","a":"Agotar la vía administrativa (recurso de reposición/alegaciones) y luego acudir a la jurisdicción contencioso-administrativa dentro de los plazos establecidos."},
  {"q":"¿Qué documentación debo conservar para una eventual inspección fiscal?","a":"Libros contables, facturas de ingresos y gastos, justificantes bancarios, contratos, nóminas, declaraciones y cualquier soporte de operaciones declaradas."},
  {"q":"¿Cómo redactar un requerimiento amistoso de pago antes de demandar?","a":"Indicar la deuda, vencimiento, documentación de soporte, plazo para pago, posibilidad de acuerdo y advertencia de acciones legales si no se cumple."},
  {"q":"¿Qué pasos seguir para embargar bienes de un deudor moroso?","a":"Obtener título ejecutivo (sentencia o documento reconocido), solicitar medidas de ejecución, identificar bienes embargables y tramitar el procedimiento de embargo ante el juzgado."},
  {"q":"¿Cómo calcular intereses de demora conforme a la ley aplicable?","a":"Determinar la tasa legal o pactada, periodo de demora y aplicar la fórmula correspondiente; en contratos mercantiles puede haber límites legales o cláusulas específicas."},
  {"q":"¿Qué implicaciones legales tiene firmar un acuerdo de conciliación?","a":"Suele producir la renuncia a reclamaciones previstas, extingue el litigio en los términos pactados y puede tener efectos vinculantes; revisar cláusulas de alcance y ejecución."},
  {"q":"¿Qué debo verificar en un contrato internacional respecto a ley aplicable?","a":"Verificar ley aplicable, jurisdicción, solución de controversias, cláusulas de idioma, requisitos de formalidad y reconocimiento/ejecutabilidad en cada país."},
  {"q":"¿Cómo obtener traducción jurada y validez de documentos extranjeros?","a":"Contratar traductor jurado reconocido en la jurisdicción destino y, si procede, legalizar o apostillar el documento según convenios internacionales aplicables."},
  {"q":"¿Qué recomendaciones para negociar una quita o plan de pagos con acreedores?","a":"Presentar propuesta realista, justificar capacidad de pago, ofrecer garantías o plazos, documentar el acuerdo por escrito y prever cláusula de incumplimiento y efectos."},
  {"q":"¿Qué requisitos tiene un contrato de franquicia desde el punto de vista legal?","a":"Debe regular derechos y obligaciones del franquiciador y franquiciado, royalties, formación, cláusulas de duración y terminación, protección de marca y territorialidad."},
  {"q":"¿Cómo blindar un pacto societario frente a cambios de control?","a":"Incluir cláusulas de prelación, derechos de adquisición preferente, acuerdos de sindicación, veto en determinadas decisiones y condiciones de transferencia de acciones."},
  {"q":"¿Qué régimen de responsabilidades existe por defectos de construcción?","a":"Responsabilidad decenal, responsabilidad por vicios ocultos y garantías contractuales según la normativa local; plazos y alcance varían por país."},
  {"q":"¿Cómo se regula la protección de datos personales en contratación laboral?","a":"Se deben cumplir obligaciones de información, legitimación del tratamiento, medidas de seguridad, y limitar accesos; incluir cláusulas de privacidad y consentimiento cuando proceda."},
  {"q":"¿Qué pasos seguir para solicitar la nulidad de una cláusula abusiva?","a":"Aportar el contrato, argumentar la abusividad por falta de equilibrio, reclamar su nulidad ante la vía judicial o administrativa y solicitar modificación o indemnización si procede."},
  {"q":"¿Qué comprobaciones hacer antes de firmar un contrato de compraventa internacional?","a":"Verificar identidad y solvencia del vendedor, ley aplicable, incoterms, impuestos y aranceles, transporte, aduanas, y mecanismos de resolución de disputas."},
  {"q":"¿Cómo documentar adecuadamente una transacción para evitar litigios futuros?","a":"Formalizar acuerdos por escrito, detallar obligaciones, plazos, entregables, garantías, conservar comunicaciones y anexar comprobantes y testigos cuando sea necesario."}
]
