[
  {"q":"¿Cuál es el estado de la acreditación institucional actualmente?","a":"Revise el informe de autoevaluación y el cronograma del proceso; prepare evidencias por criterios y responsables."},
  {"q":"¿Qué acciones priorizar para mejorar la retención estudiantil?","a":"Fortalecer tutorías, seguimiento académico, apoyo socioeconómico y orientación vocacional temprana."},
  {"q":"¿Cómo optimizar el presupuesto para el próximo año académico?","a":"Priorice gasto en docencia e infraestructura crítica, revise partidas no esenciales y busque cofinanciación externa."},
  {"q":"¿Cuál debe ser la política sobre vacaciones docentes y carga académica?","a":"Fije límites claros de carga, reglas de compensación y calendario de vacaciones alineado al semestre académico."},
  {"q":"Cómo implantar un plan estratégico trienal?","a":"Defina objetivos medibles, indicadores, responsables, recursos y un cronograma con revisiones anuales."},
  {"q":"Qué indicadores clave (KPI) usar para medir desempeño institucional?","a":"Retención, tasa de graduación, publicaciones por docente, empleabilidad y ejecución presupuestal."},
  {"q":"Cómo gestionar convenios internacionales y movilidad académica?","a":"Estandarice MOUs, criterios de calidad y transferencia de créditos; gestione visas y seguros para movilidad."},
  {"q":"Qué criterios aplicar para contratar profesores a tiempo completo?","a":"Formación académica, trayectoria investigadora, experiencia docente y aportes al programa y a la universidad."},
  {"q":"Cómo diseñar un programa de doctorado nuevo?","a":"Alinee objetivos, líneas de investigación, planta docente, normas de admisión, financiamiento y acreditación.»","a":"Alinee objetivos, líneas de investigación, planta docente, normas de admisión, financiamiento y acreditación."},
  {"q":"Qué requisitos establecer para la obtención del grado de máster?","a":"Créditos mínimos, requisitos de tesis/proyecto, comité evaluador y criterios de defensa y publicación."},
  {"q":"Cómo afrontar una auditoría externa de calidad?","a":"Reúna evidencias, asigne responsables, responda con transparencia y corrija observaciones dentro de los tiempos."},
  {"q":"Qué protocolos implementar ante una denuncia disciplinaria estudiantil?","a":"Procedimiento claro, plazos, garantía de defensa, actas, comités imparciales y medidas provisionales si procede."},
  {"q":"Cómo actualizar reglamentos internos y estatutos?","a":"Convocar comités legales y académicos, hacer consultas, elaborar borrador y aprobar por los órganos estatutarios."},
  {"q":"Cómo promover investigación y publicaciones entre docentes?","a":"Incentivos por publicaciones, apoyo para proyectos, formación en metodología y facilidades para movilidad investigadora."},
  {"q":"Qué política de propiedad intelectual aplicar para proyectos de investigación?","a":"Defina propiedad, reparto de ingresos, protección de resultados y procedimientos de transferencia tecnológica."},
  {"q":"Cómo gestionar donaciones y fondos filantrópicos?","a":"Política de aceptación, destino de recursos, transparencia contable y reconocimiento institucional coherente."},
  {"q":"Cuál es el procedimiento para el nombramiento de decanos?","a":"Bases de convocatoria, comité de selección, evaluación de méritos y decisión conforme a estatutos."},
  {"q":"Qué medidas tomar para mejorar la inclusión y accesibilidad en campus?","a":"Auditoría de accesibilidad, adaptaciones físicas y virtuales, formación y políticas de atención a diversidad."},
  {"q":"Cómo manejar conflicto de interés en contratación e investigación?","a":"Declaraciones obligatorias, comités de revisión y recusación de implicados en decisiones relevantes."},
  {"q":"Qué criterios para reconocer créditos transferidos de otras universidades?","a":"Equivalencia de contenidos, carga horaria, nivel y aprobación por coordinación académica."},
  {"q":"Cómo establecer políticas de prácticas e internados con empresas?","a":"Convenios con responsabilidades claras, seguros, supervisión y criterios de evaluación de aprendizaje."},
  {"q":"Cuál es la normativa sobre permanencia y expulsión de estudiantes?","a":"Reglamentos disciplinarios y académicos con causas, plazos y derecho a apelación establecidos."},
  {"q":"Cómo diseñar e implementar programas de educación continua?","a":"Identifique demanda, diseñe módulos flexibles, plan de marketing y alianzas con empresas y certificadores."},
  {"q":"Qué plan de contingencia ante cierre temporal del campus?","a":"Protocolos de comunicación, continuidad académica virtual, seguridad de bienes y gestión administrativa de personal."},
  {"q":"Cómo regular las actividades de extensión universitaria?","a":"Políticas de aprobación, criterios de calidad, registro de actividades y evaluación de impacto social."},
  {"q":"Qué criterios de evaluación usar en la promoción a profesor titular?","a":"Producción científica, docencia, dirección de tesis, evaluación por pares y aporte institucional."},
  {"q":"Cómo gestionar licencias por enfermedad y permisos sabáticos?","a":"Política clara con requisitos, duración máxima, criterios de elegibilidad y sustitución temporal."},
  {"q":"Cuál es la política sobre exámenes y apelaciones de notas?","a":"Fechas, plazos y procedimiento de revisión, con comité evaluador y posibilidad de apelación fundamentada."},
  {"q":"Cómo manejar casos de plagio y mala conducta académica?","a":"Investigación formal, comité académico, sanciones proporcionales y medidas de rehabilitación académica."},
  {"q":"Qué proceso seguir para solicitar subvenciones competitivas?","a":"Identifique convocatoria, prepare propuesta técnica y financiera y coordine firma institucional y gestión administrativa."},
  {"q":"Cómo crear un comité de ética e investigación?","a":"Reglamento, composición multidisciplinaria, procedimientos de aprobación y registro de proyectos."},
  {"q":"Qué controles para la seguridad en laboratorios e instalaciones?","a":"Protocolos de seguridad, formación obligatoria, EPP, registros de incidentes y mantenimiento preventivo."},
  {"q":"Cómo manejar solicitudes de homologación de títulos extranjeros?","a":"Revisión documental, equivalencia curricular y comprobación de reconocimiento en país de origen."},
  {"q":"Qué criterios para asignar becas y ayudas estudiantiles?","a":"Transparencia, necesidades económicas, mérito académico y criterios publicados y auditables."},
  {"q":"Cómo definir la política de contratación temporal para suplencias?","a":"Convocatorias cortas, criterios de selección rápida y registro de suplentes con supervisión académica."},
  {"q":"Qué requisitos para acreditar un centro de investigación?","a":"Infraestructura, líneas de investigación, producción, financiamiento y vinculación demostrable."},
  {"q":"Cómo diseñar el calendario académico y períodos de evaluación?","a":"Consenso con facultades, equilibrio entre actividades, y márgenes para recuperaciones y evaluaciones finales."},
  {"q":"Qué estrategias para internacionalizar la universidad?","a":"Alianzas estratégicas, doble titulaciones, programas en inglés y movilidad de estudiantes y docentes."},
  {"q":"Cómo supervisar la gestión financiera de facultades?","a":"Informes periódicos, auditorías internas y metas presupuestales por unidad con indicadores de desempeño."},
  {"q":"Qué política de protección de datos y registros académicos?","a":"Clasificación de datos, control de accesos, retention policies y cumplimiento de normativa local de protección."},
  {"q":"Cómo armonizar cooperación con sindicatos docentes?","a":"Diálogo institucional, respeto de marcos legales y acuerdos de negociación colectiva claros."},
  {"q":"Qué pasos para elaborar un informe anual institucional?","a":"Recolectar indicadores, consolidar estados financieros, resultados académicos y plan de mejoras para el próximo año."},
  {"q":"Cómo gestionar el archivo y expedición de diplomas y certificados?","a":"Control de calidad, registro digital y físico y procedimientos de verificación para expedición segura."},
  {"q":"Qué medidas para prevenir riesgo reputacional en crisis?","a":"Plan de comunicación, portavocía designada, transparencia y acciones correctivas rápidas."},
  {"q":"Cómo evaluar impacto social de proyectos universitarios?","a":"Defina indicadores de impacto, recolección de datos y evaluación externa cuando proceda."},
  {"q":"Qué políticas de uso de instalaciones por terceros?","a":"Contratos claros, seguros, tarifas y supervisión para proteger recursos y comunidad académica."},
  {"q":"Cómo establecer plazas de investigación y financiación interna?","a":"Convocatoria competitiva, criterios de evaluación y seguimiento de resultados y entregables."},
  {"q":"Cuál es el procedimiento para la modificación de pensums y mallas?","a":"Comités curriculares, consulta con partes interesadas y aprobación por los órganos académicos competentes."},
  {"q":"Qué criterios para la acreditación de programas profesionales?","a":"Resultados de aprendizaje, perfil de egreso, planta docente y recursos físicos y tecnológicos."},
  {"q":"Cómo gestionar la movilidad de estudiantes con necesidades especiales?","a":"Adaptaciones, acompañamiento, accesibilidad y coordinación con servicios de apoyo estudiantil."},
  {"q":"Qué requisitos administrativos para apertura de nuevas sedes?","a":"Evaluación de demanda, normativa local, infraestructuras y sostenibilidad financiera."},
  {"q":"Cómo definir políticas de compras y contratación pública?","a":"Cumplimiento normativo, transparencia, procedimientos competitivos y control interno."},
  {"q":"Qué medidas de prevención y respuesta ante emergencias sanitarias?","a":"Protocolos sanitarios, comunicación, teletrabajo académico y coordinación con autoridades de salud."},
  {"q":"Cómo promover vinculación con industria y transferencia tecnológica?","a":"Ofrecer servicios, incubadoras, acuerdos de investigación aplicada y oficinas de transferencia tecnológica."},
  {"q":"Qué política adoptar para firmas y convenios internacionales?","a":"Revisión jurídica, validación académica y aprobación por autoridad competente con cláusulas claras."},
  {"q":"Cómo regular el uso de marca e imagen institucional?","a":"Guía de uso, autorizaciones y control de la identidad visual por la oficina de comunicación."},
  {"q":"Qué métricas usar para evaluar la empleabilidad de egresados?","a":"Tasa de empleo a 6/12 meses, satisfacción empleadores y relación entre formación y ocupación."},
  {"q":"Cómo implementar formación en ética investigadora?","a":"Cursos obligatorios, certificación y revisión anual de cumplimiento para proyectos financiados."},
  {"q":"Qué criterios para aprobar prácticas preprofesionales?","a":"Convenios firmados, supervisión, objetivos claros y evaluación documental del desempeño."},
  {"q":"Cómo establecer un comité para revisión curricular?","a":"Reglas de composición, mandato temporal, metodología de trabajo y cronograma de revisiones."},
  {"q":"Qué estrategia de comunicación institucional en casos sensibles?","a":"Portavoces capacitados, mensajes rápidos y verificados, y plan de liderazgo comunicacional."},
  {"q":"Cómo gestionar el cierre o reestructuración de una facultad?","a":"Plan de transición, protección de derechos de estudiantes y personal, y comunicación transparente."}
]
